Repository: as-ideas/crowdsource
Catalog: crowdsource-frontend/translation/*.po
Languages: de

# ACTIVATION_DESC
source: Please enter a password to complete the activation of your account.
de: Bitte vergib ein Passwort, um die Aktivierung Deines Kontos abzuschließen.

# ACTIVATION_ERROR_ALREADY_ACTIVE
source: Your account has already been activated. You can log in using your email address and password {{link}}.
de: Dein Konto wurde bereits aktiviert. Du kannst Dich mit Deiner E-Mail-Adresse und Deinem Passwort {{link}}.

# ACTIVATION_ERROR_ALREADY_ACTIVE_LINK
source: log in
de: einloggen

# ACTIVATION_ERROR_INVALID_LINK
source: The activation link is invalid.
de: Der Aktivierungslink ist ungültig.

# ACTIVATION_ERROR_NOT_REGISTERED
source: You must first enter your email address {{link}}.
de: Du musst Dich zunächst mit Deiner E-Mail-Adresse {{link}}.

# ACTIVATION_ERROR_NOT_REGISTERED_LINK
source: register
de: registrieren

# ACTIVATION_HEADLINE
source: Registration - last steps
de: Registrierung - letzte Schritte

# ADMIN_IDEA_PUBLISH_MESSAGE
source: The idea was released.
de: Die Idee wurde freigegeben.

# ADMIN_IDEA_REJECT_MESSAGE
source: The idea was rejected.
de: Die Idee wurde abgelehnt.

# ADMIN_IDEAS_DENIED_DESC
source: Ideas that were unfortunately rejected: {value}}
de: Ideen, die leider abgelehnt wurden: {{value}}

# ADMIN_IDEAS_DENIED_HEADLINE
source: Rejected ideas
de: Abgelehnte Ideen

# ADMIN_IDEAS_PENDING_DESC
source: Ideas waiting for release: {{value}}
de: Ideen, die auf Freigabe warten: {{value}}

# ADMIN_IDEAS_PENDING_HEADLINE
source: Outstanding ideas
de: Ausstehende Ideen

# BUTTON_LABEL_APPROVE
source: Release
de: Freigeben

# BUTTON_LABEL_CANCEL
source: Abort
de: Abbrechen

# BUTTON_LABEL_EDIT
source: Edit
de: Bearbeiten

# BUTTON_LABEL_REGISTER
source: Register
de: Registrieren

# BUTTON_LABEL_REGISTERING
source: Register...
de: Registrieren…

# BUTTON_LABEL_REJECT
source: Reject
de: Ablehnen

# BUTTON_LABEL_SAVE
source: Save
de: Speichern

# BUTTON_LABEL_SAVING
source: Save...
de: Speichern…

# BUTTON_LABEL_SUBMIT
source: Submit
de: Absenden

# BUTTON_LABEL_SUBMITTING
source: Submit...
de: Absenden…

# CAMPAIGN_LABEL_ENDED
source: (finished)
de: (beendet)

# FILTER_ALL_LABEL
source: All
de: Alle

# FILTER_NOT_VOTED_LABEL
source: Not yet rated
de: Noch nicht bewertet

# FILTER_VOTED_LABEL
source: Already rated
de: Bereits bewertet

# FORM_ADMIN_IDEA_REJECT_REASON_ERROR_REQUIRED
source: Please state reason for refusal
de: Bitte Ablehnungsgrund angeben

# FORM_ADMIN_IDEA_REJECT_REASON_LABEL
source: Reason for refusal
de: Ablehnungsgrund

# FORM_ADMIN_IDEA_REJECT_REASON_PLACEHOLDER
source: Reason for refusal
de: Ablehnungsgrund

# FORM_AGB_ERROR_REQUIRED
source: Please accept the {{link}}
de: Bitte akzeptiere die {{link}}

# FORM_AGB_ERROR_REQUIRED_LINK
source: Terms of use
de: Nutzungsbedingungen

# FORM_AGB_LABEL
source: I accept the {{link}}
de: Ich akzeptiere die {{link}}

# FORM_AGB_LABEL_LINK
source: Terms of use
de: Nutzungsbedingungen

# FORM_EMAIL_ERROR_ALREADY_ACTIVATED_1
source: The e-mail address has already been activated. You can log in with your password. If you have forgotten your password, please click
de: Die E-Mail-Adresse wurde bereits aktiviert. Du kannst Dich mit Deinem Passwort einloggen. Falls Du Dein Passwort vergessen hast, klicke bitte

# FORM_EMAIL_ERROR_ALREADY_ACTIVATED_2
source: here
de: hier

# FORM_EMAIL_ERROR_INVALID
source: Please enter a valid e-mail address
de: Bitte gib eine valide E-Mail-Adresse ein

# FORM_EMAIL_ERROR_INVALID_BLACKLIST
source: This service can only be used by employees with an e-mail address with a valid domain name.
de: Dieser Service kann nur von Mitarbeitern mit einer E-Mail-Adresse mit gültiger Domain verwendet werden

# FORM_EMAIL_ERROR_INVALID_UNIT
source: Your unit is not yet supported
de: Deine Unit wird noch nicht unterstützt

# FORM_EMAIL_ERROR_REQUIRED
source: Please enter your email address
de: Bitte gib Deine E-Mail-Adresse ein

# FORM_ERROR_MAX_CHARS
source: Maximum {{value}} characters
de: Maximal {{value}} Zeichen

# FORM_ERROR_MIN_CHARS
source: At least {{value}} characters
de: Mindestens {{value}} Zeichen

# FORM_ERROR_UNEXPECTED
source: An error has occurred. Please try again.
de: Es ist ein Fehler aufgetreten. Bitte versuche es erneut

# FORM_FORENAME_ERROR_REQUIRED
source: Please enter your first name
de: Bitte gib Deinen Vornamen ein

# FORM_FORENAME_LABEL
source: First name
de: Vorname

# FORM_FORENAME_PLACEHOLDER
source: First name
de: Vorname

# FORM_IDEA_EDIT_PITCH_ERROR_REQUIRED
source: Please enter a concise description
de: Bitte gib ein prägnante Beschreibung ein

# FORM_IDEA_EDIT_PITCH_LABEL
source: Your idea in detail
de: Deine Idee im Detail

# FORM_IDEA_EDIT_TITLE_ERROR_REQUIRED
source: Please enter a title
de: Bitte gib einen Titel ein

# FORM_IDEA_EDIT_TITLE_LABEL
source: Title of your idea
de: Titel Deiner Idee

# FORM_PASSWORD_ERROR_PATTERN
source: The password must consist of at least 8 characters and a special character.
de: Das Passwort muss aus mindestens 8 Zeichen und einem Sonderzeichen bestehen

# FORM_PASSWORD_ERROR_REQUIRED
source: Please enter your password
de: Bitte gib Dein Passwort ein

# FORM_PASSWORD_LABEL
source: Password
de: Passwort

# FORM_PASSWORD_PLACEHOLDER
source: Password
de: Passwort

# FORM_PASSWORD_REPEAT_ERROR_NOT_EQUAL
source: The two passwords do not match
de: Die beiden Passwörter stimmen nicht überein

# FORM_PASSWORD_REPEAT_ERROR_REQUIRED
source: Please enter your password again
de: Bitte gib Dein Passwort erneut ein

# FORM_PASSWORD_REPEAT_LABEL
source: Repeat password
de: Passwort wiederholen

# FORM_PASSWORD_REPEAT_PLACEHOLDER
source: Repeat password
de: Passwort wiederholen

# FORM_SURNAME_ERROR_REQUIRED
source: Please enter your last name
de: Bitte gib Deinen Nachnamen ein

# FORM_SURNAME_LABEL
source: Surname
de: Nachname

# FORM_SURNAME_PLACEHOLDER
source: Surname
de: Nachname

# IDEA_ADD_MESSAGE_1
source: Your idea was successfully submitted.
de: Deine Idee wurde erfolgreich eingereicht.

# IDEA_ADD_MESSAGE_2
source: Your idea will be unlocked soon, we'll just check it out.
de: Deine Idee wird bald freigeschaltet, wir prüfen sie nur noch schnell.

# IDEA_REMOVE_VOTE_MESSAGE
source: We've removed your rating.
de: Wir haben deine Bewertung entfernt.

# IDEA_TILE_AVG_RATING
source: {{rating}}} von {{votes}}} Personen
de: {rating} {ratingplural, select, many{Sterne} one{Stern} other {Sterne}} von {votes} {votesplural, select, many{Personen} one{Person} other {Personen}}

# IDEA_UPDATE_MESSAGE
source: Your change has been saved successfully.
de: Deine Änderung wurde erfolgreich gespeichert.

# IDEA_VOTE_MESSAGE
source: Thank you very much for your evaluation.
de: Vielen Dank für deine Bewertung.

# IDEAS_ADD_DESC
source: You have an idea? Then submit it right here.
de: Du hast eine Idee? Dann reiche sie doch gleich hier ein.

# IDEAS_ADD_HEADLINE
source: Submit an idea
de: Reiche eine Idee ein

# IDEAS_LOAD_MORE_LABEL
source: Load more ideas!
de: Lade mehr Ideen

# IDEAS_LOAD_MORE_LABEL_NO_MORE
source: There are no other ideas available
de: Es sind keine weiteren Ideen vorhanden

# IDEAS_OWN_PUBLISHED_DESC
source: Ideas that are still being voted on: {value}}
de: Ideen, die sich noch in der Abstimmung befinden: {{value}}

# IDEAS_OWN_PUBLISHED_HEADLINE
source: Publish Ideas
de: Veröffentlichte Ideen

# IDEAS_OWN_REJECTED_DESC
source: Ideas that were unfortunately rejected: {value}}
de: Ideen, die leider abgelehnt wurden: {{value}}

# IDEAS_OWN_REJECTED_HEADLINE
source: Rejected ideas
de: Abgelehnte Ideen

# IDEAS_OWN_STATISTIC_LABEL_IDEAS_APPROVED
source: Released ideas
de: Freigegebene Ideen

# IDEAS_OWN_STATISTIC_LABEL_IDEAS_PENDING
source: Outstanding ideas
de: Ausstehende Ideen

# IDEAS_OWN_STATISTIC_LABEL_IDEAS_REJECTED
source: Rejected ideas
de: Abgelehnte Ideen

# IDEAS_OWN_SUBMITTED_DESC
source: Ideas still waiting for release: {{value}}
de: Ideen, die noch auf eine Freigabe warten: {{value}}

# IDEAS_OWN_SUBMITTED_HEADLINE
source: Ideas submitted
de: Eingereichte Ideen

# IDEAS_VOTE_DESC
source: Here you can rate submitted ideas. Every vote counts!
de: Hier kannst Du eingereichte Ideen bewerten. Jede Stimme zählt!

# IDEAS_VOTE_HEADLINE
source: Your ideas
de: Unsere Ideen

# INTRO_DESC
source: Become part of the community! Click here to login
de: Werde Teil der Community! Hier geht’s zum Login

# LOGIN_ERROR_INVALID_CREDENTIALS
source: Your login information is invalid. Please check the data you have entered.
de: Deine Anmeldeinformationen sind ungültig. Bitte überprüfe die eingegebenen Daten

# LOGIN_LINK_PASSWORD_RECOVERY
source: Forgot your password?
de: Passwort vergessen?

# LOGIN_REGISTER
source: or {{link}} register
de: oder {{link}} registrieren

# LOGIN_REGISTER_LINK
source: here
de: hier

# LOGOUT_HEADLINE
source: You've been logged out.
de: Du wurdest ausgeloggt

# LOGOUT_LINK_LOGIN
source: You can log in again {{link}}.
de: Du kannst Dich {{link}} wieder einloggen.

# LOGOUT_LINK_LOGIN_LINK
source: here
de: hier

# NAV_LABEL_ABOUT_US
source: About us
de: Über uns

# NAV_LABEL_ACTIVATE
source: Activation
de: Aktivierung

# NAV_LABEL_ERROR_FORBIDDEN
source: Access denied
de: Zugriff verweigert

# NAV_LABEL_ERROR_PAGE_NOT_FOUND
source: Page not found
de: Seite nicht gefunden

# NAV_LABEL_ERROR_UNEXPECTED
source: Technical error
de: Technischer Fehler

# NAV_LABEL_FINANCING
source: Financing rounds
de: Finanzierungsrunden

# NAV_LABEL_HELP
source: Help
de: Hilfe

# NAV_LABEL_IDEAS_OWN
source: Your ideas
de: Deine Ideen

# NAV_LABEL_IMPRINT
source: Imprint
de: Impressum

# NAV_LABEL_OVERVIEW
source: Overview
de: Übersicht

# NAV_LABEL_PASSWORD_RECOVERY
source: Password Forgotten
de: Passwort vergessen

# NAV_LABEL_PASSWORD_RECOVERY_SUCCESS
source: Password forgotten successfully
de: Passwort vergessen erfolgreich

# NAV_LABEL_PASSWORD_RESET
source: Set password
de: Passwort setzen

# NAV_LABEL_PRIVACY
source: Privacy policy
de: Datenschutzerklärung

# NAV_LABEL_PROJECT_ADDED
source: New project created
de: Neues Projekt angelegt

# NAV_LABEL_PROJECT_DETAILS
source: Project details
de: Projektdetails

# NAV_LABEL_PROJECT_EDIT
source: Edit Project
de: Projekt bearbeiten

# NAV_LABEL_PROJECT_NEW
source: New Project
de: Neues Projekt

# NAV_LABEL_PROJECTS
source: Project
de: Projekte

# NAV_LABEL_REGISTER
source: Register
de: Registrieren

# NAV_LABEL_REGISTER_SUCCESS
source: Registration successful
de: Registrierung erfolgreich

# NAV_LABEL_STATISTIC
source: Statistics
de: Statistiken

# OVERVIEW_IDEAS_NO_CAMPAIGN
source: Currently there are no ideas campaign available
de: Zurzeit gibt es leider keine Ideen Kampagne

# OVERVIEW_PROTOTYPES_HEADLINE
source: Prototypes
de: Prototypen

# OVERVIEW_PROTOTYPES_NO_CAMPAIGN
source: Unfortunately there is no prototype campaign at the moment.
de: Zurzeit gibt es leider keine Prototypen Kampagne

# PASSWORD_RECOVERY_DESC
source: Enter the email address by which you're registered here. You will receive an email from us with a confirmation link and can reset your password.
de: Gib hier die E-Mail-Adresse ein, mit der Du Dich registriert hast. Du erhältst von uns eine E-Mail mit einem Bestätigungslink und kannst Dein Passwort neu setzen.

# PASSWORD_RECOVERY_ERROR_EMAIL_NOT_REGISTERED
source: The email address has not yet been registered. Just try {{link}}.
de: Die E-Mail-Adresse wurde noch nicht registriert. Versuche dich einfach zu {{link}}.

# PASSWORD_RECOVERY_ERROR_EMAIL_NOT_REGISTERED_LINK
source: register
de: registrieren

# PASSWORD_RECOVERY_HEADLINE
source: Password Forgotten
de: Passwort vergessen

# PASSWORD_RECOVERY_LOGIN
source: or {{link}} register
de: oder {{link}} anmelden

# PASSWORD_RECOVERY_LOGIN_LINK
source: here
de: hier

# PASSWORD_RECOVERY_SUCCESS_DESC
source: We have sent an email with a confirmation link to {{email}}. Please open your mailbox and click on the link to reset your password.
de: Wir haben eine E-Mail mit einem Bestätigungslink an {{email}} gesendet. Bitte öffne Dein E-Mail-Postfach und klicke auf den Link, um Dein Passwort neu zu setzen.

# PASSWORD_RECOVERY_SUCCESS_HEADLINE
source: Password Forgotten
de: Passwort vergessen

# PASSWORD_RESET_DESC
source: Please enter a new password now.
de: Bitte vergib jetzt ein neues Passwort.

# PASSWORD_RESET_ERROR_ALREADY_RESET
source: You have already reset your password with the link from your email. You can change the {{link}} Use this function again to get a new link sent to you.
de: Du hast dein Passwort bereits mit dem Link aus deiner E-Mail neu gesetzt. Du kannst die {{link}} Funktion erneut benutzen, um einen neuen Link zugesendet zu bekommen.

# PASSWORD_RESET_ERROR_ALREADY_RESET_LINK
source: Password Forgotten
de: Passwort vergessen

# PASSWORD_RESET_HEADLINE
source: Reset password
de: Passwort neu setzen

# REGISTER_AGB
source: Herewith I allow Axel Springer Ideas Engineering GmbH or Axel Springer People & Culture to contact me for news (e.g. start of a campaign and status of my idea) around Axel Springer Crowd. I have the possibility to unsubscribe from the newsletter at any time. To do this, I can click on the link in the footer of our e-mails. Further information on data protection can be found in the data protection declaration.
de: Hiermit gestatte ich der Axel Springer SE mich für Neuigkeiten (bspw. Start einer Kampagne sowie Status meiner Idee) rund um Axel Springer Crowd zu kontaktieren. Ich habe die Möglichkeit mich jederzeit vom Newsletter abzumelden. Dazu kann ich den Link in der Fußzeile unserer E-Mails betätigen. Weitere Informationen zum Datenschutz sind der Datenschutzerklärung zu entnehmen.

# REGISTER_HEADLINE
source: Registration
de: Registrierung

# REGISTER_LOGIN
source: or {{link}} register
de: oder {{link}} anmelden

# REGISTER_LOGIN_LINK
source: here
de: hier

# REGISTER_SUCCESS_DESC
source: Your registration under the name {{forename}}} {surname}} was successful. We sent an email with a confirmation link to {{email}}. Please open your mailbox and click on the link to complete the registration.
de: Deine Registrierung unter dem Namen {{forename}} {{surname}} war erfolgreich. Wir haben eine E-Mail mit einem Bestätigungslink an {{email}} gesendet. Bitte öffne Dein E-Mail-Postfach und klicke auf den Link, um die Registrierung abzuschließen.

# REGISTER_SUCCESS_HEADLINE
source: Registration successful
de: Registrierung erfolgreich
